[
  {
    "id": 1,
    "title": "Traditional Games Of India",
    "content": "You and I have definitely played these games when we were young, but do our children play them too? Yes! we are talking about traditional games of India that filled our days with much happiness. Sadly, in today's age, children are constantly glued to the television and electronic gadgets. So, for the love of all things Indian, we shall look at some traditional Indian sports your child can play. You can teach your child and play along. At a time when the bat and ball or video games rule the roost, could someone be playing ball with a pile of stones? The 50-plus Hidayatullah pulled himself up and headed towards the boisterous crowd; soon he found himself drawn into the game. With a neat throw of ball he knocked off the pile of stones. “Wah chacha, wah....” full-throated hoots rent the air. If you are in your 30s or more and want to regain your adolescent days and play gully games, here is your chance. A group of childhood friends have hit upon the novel idea of resurrecting what they call ‘dying games’. Several traditional Indian games that were popular in every region a few decades ago are now on the verge of extinction. Except for cricket, tennis and perhaps to some extent, football, there are no takers for games like gilli-danda, goli, chor-sipahi, uchak-billi, maar-peet, dal-daudi and chikri-billa",
    "writer": "V Saravana Kumar",
    "stime": "8:41 PM",
    "ltime": "2015-02-27T20:41:00-08:00",
    "imgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/thumbpics/board-761586_1280.jpg",
    "limgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/largepicks/board-large-761586_1280.jpg",
    "likes": 33,
    "dislikes": 6,
    "comments": 2
  },
  {
    "id": 2,
    "title": "What’s So Special About Green Tea?",
    "content": "Jeffrey B. Blumberg, PhD, director of Tufts’ HNRCA Antioxidants Research Laboratory, has researched the health effects of green tea. “As investigators continue to study the multiple effects that tea has on human health, more research supports tea’s potential in helping reduce the incidence of major diseases,” he says. “In some respects, it is good to think of tea as a plant food, much like fruits and vegetables.”Despite the headlines, Blumberg adds, the health benefits of tea aren’t limited to the green variety: “Observa - tional studies in Asia show benefits of green tea and observational studies in the US, UK and the Netherlands show benefits of black tea.” Herbal “tea,” however, is not included in such research showing benefits against chronic disease.Green tea, like other varieties of true tea, comes from the leaves of the Camellia sinensis bush. All tea contains natural antioxidants, especially the class of flavonoids called catechins, thought to benefit the body not only by acting as antioxidants but by modulating biochemical pathways that alter gene expression. Unlike the more familiar (at least until recently) black tea, which is fermented in a process that links many of its catechins into large compounds called oligomers, green tea is minimally processed: The leaves are simply withered and steamed, which preserves a much higher concentration of simple catechins. Green tea also retains more of its principal bioactive catechin, epigallocatechin- 3-gallate (EGCG), popularized as a key ingredient in Coca-Cola's Enviga “weight-loss drink.”",
    "writer": "Jeffrey B",
    "stime": "5:41 PM",
    "ltime": "2019-12-17T20:41:00-08:00",
    "imgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/thumbpics/blank-792125_1280.jpg",
    "limgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/largepicks/blank-large-792125_1280.jpg",
    "likes": 20,
    "dislikes": 12,
    "comments": 0
  },
  {
    "id": 3,
    "title": "Captain America In Avengers 2",
    "content": "I happened to catch a random middle portion of James Mangold’s Logan on FX over the weekend.  A partial rewatch only emphasized that Sylvester Stallone was really trying to make Rambo: Last Blood into his proverbial Logan. Yes, the “Rambo rescues a teen girl from Mexican traffickers” plot of Last Blood was nearly the core plot of the fourth Rambo movie back in 2008. Moreover, taking an established character like John Rambo and putting him into a different genre sandbox is “how you do it” in 2019. To the extent that Rambo felt like Sylvester Stallone’s Unforgiven, Last Blood feels like Stallone’s Taken or Logan. Meanwhile, Paramount has hired Dean DeBlois to direct a live-action Micronauts movie. Paramount successfully marketed Iron Man, Thor and Captain America before Disney swooped in (after buying Marvel in 2009) with The Avengers. Now Paramount (like much of the industry) finds itself trying to create new franchises in the mold of the brand it helped create. Superhero movies evolved by approximating genre, but Hollywood reacted by attempting to turn existing IP into superhero franchises. Where once comic book movies ripped off Rambo, now Rambo is a riff on a comic book movie. The important blockbuster of the decade has to be Captain America: The Winter Soldier.",
    "writer": "Captain America",
    "stime": "8:01 PM",
    "ltime": "2017-07-22T20:41:00-08:00",
    "imgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/thumbpics/captain_america_avengers_2-1280x720.jpg",
    "limgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/largepicks/captain_america_avengers_large-1280x720.jpg",
    "likes": 55,
    "dislikes": 11,
    "comments": 2
  },
  {
    "id": 4,
    "title": "Katniss Hunger Games Mockingjay",
    "content": "Hunger games trilogy was adapted into a series of films, with the stars of the 2012 film the hunger games signed on for all four films. in part because of katniss's vote, the answer is yes – the hunger games will start again. national entertainment collectibles association also sold other goods such as t-shirts, posters, games and bracelets.: 2010 american novelsdystopian novelsamerican novels adapted into filmsamerican adventure novelsamerican post-apocalyptic novelsamerican science fiction novelsamerican young adult novelssequel novelsthe hunger gameschildren's science fiction novelsgreco-roman mythology in popular cultureamerican war novelsnovels set in north americahidden categories: cs1 maint: unfit urlarticles containing potentially dated statements from march 2012all articles containing potentially dated statementsgood articles. Subsequently, during intense violence and urban warfare that involves hunger games-like monsters, most of katniss' team mates, including finnick, are killed. “A riveting return to the world of 'the hunger games'”. articles: the hunger games: mockingjay – part 1 and the hunger games: mockingjay – part 2. a review from the sacramento bee praised the action scenes and the battle in the capitol, the reviewer also criticized collins for not giving enough time to finish all the loose ends, writing that the disappointment with mockingjay hits primarily as collins starts her home stretch.",
    "writer": "Weblogtemplates",
    "stime": "9:20 PM",
    "ltime": "2016-08-26T20:41:00-08:00",
    "imgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/thumbpics/katniss_hunger_games_mockingjay-1280x720.jpg",
    "limgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/largepicks/katniss_hunger_games_large-1280x720.jpg",
    "likes": 3,
    "dislikes": 8,
    "comments": 3
  },
  {
    "id": 5,
    "title": "Avengers Age of Ultron 2015 Movie",
    "content": "At one point in “Avengers: Age of Ultron,” the hammer-swinging superhero Thor (Chris Hemsworth) tells the android villain Ultron (James Spader) that “there’s no need to break anything.” “Clearly you’ve never made an omelet,” Ultron replies. It's nice when a movie hands you a metaphor like that. The second “Avengers” is a gigantic omelet combining everything in writer-director Joss Whedon's refrigerator, pantry and spice rack, and dozens of eggs are broken in its creation. This film about a team of good guys battling a brilliant, genocidal robot is bigger, louder and more disjointed than the first “Avengers”—which, like this new installment, was a crescendo picture, meant to merge strands from solo superhero movies within the Marvel Universe. But it’s also got more personality—specifically Whedon’s—than any other film in the now seven-year-old franchise. And in its growing pains you can see a future in which these corporate movies might indeed be art, or at least unique expressions, rather than monotonous quarterly displays of things crashing into other things, with splashes of personality designed to fool people into thinking they're not just widgets stamped out in Marvel's hit factory. You shouldn’t go into it expecting a smooth ride, and you should know that there are basic ways in which it's not up to snuff. There's too much over-edited “coverage” by multiple cameras, as opposed to true direction with purpose and flair. (Marvel farms out the planning of its action scenes to second unit crews and special effects artists long before the actors arrive on set, which might account for the choppy, incoherent, “just get it done” feeling of some early showdowns.) It isn't until the final third that the movie's destructo-ramas develop personalities as distinctive as the film's dialogue scenes. Between Captain America (Chris Evans), Iron Man (Robert Downey, Jr.), Black Widow (Scarlett Johansson), the Hulk (Mark Ruffalo), Hawkeye (Jeremy Renner) and Thor; a number of supporting and cameo players; and several new leads, including Ultron’s henchpersons, the twins Quicksilver (Aaron Taylor-Johnson) and Scarlet Witch (Elizabeth Olsen), there might just be too many characters, even for a two-and-a-half-hour movie. (Whedon's pre-release cut came in at three-plus hours; could this be one of those rare cases where longer is better?) The film will do nothing to quell complaints that the superhero genre is sexist: Black Widow is involved in yet another relationship with a male Avenger and burdened with a tragic backstory equating motherhood with womanly fulfillment, and while Scarlet Witch has some pleasingly Carrie-like rampages, she isn't given enough to do.",
    "writer": "Matt Zoller Seitz",
    "stime": "2:33 PM",
    "ltime": "2019-07-08T20:41:00-08:00",
    "imgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/thumbpics/avengers_age_of_ultron_2015_movie-1280x800.jpg",
    "limgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/largepicks/avengers_age_of_ultron_2015_large-1280x800.jpg",
    "likes": 44,
    "dislikes": 13,
    "comments": 0
  },
  {
    "id": 6,
    "title": "Big Hero Animation Movie",
    "content": "Have the Walt Disney and Pixar animation studios become Walt Pixar, or maybe Wixar or Dixar? It’s getting hard to tell these once-distinct siblings apart. Disney’s latest animated feature, “Big Hero 6,” is a bright, visually sumptuous 3-D computer-animated feature that gives you a bit of an emotional workout. It doesn’t have some of the familiar Disney markers: There are no eardrum-busting anthems or warbling critters, and it isn’t a fairy tale, exactly, mostly because it’s about a boy. It’s a Disney superhero movie with a story from a Marvel comic book, if one rendered with the wit and texture often associated with Pixar, which I guess makes it a Walt Pixar Marvel. That’s certainly a good way to think of Baymax, the big, beautiful, bouncy white robot who toddles, waddles, squeaks and rather more prosaically flies through “Big Hero 6.” As voiced by Scott Adsit (from “30 Rock”), Baymax has a soothing, comforting voice that at first brings to mind the far more creepily insinuating one of HAL 9000, the computer villain from “2001: A Space Odyssey.” But Baymax, much like the movie itself, represents technological optimism at its shiniest and most reassuring. The robot has been created as a “health care companion,” which means that he’s either a furtive endorsement of Obamacare or a criticism of the same, though he’s probably just a futuristic Florence Nightingale that looks like a cuddlier, more streamlined Michelin Man.",
    "writer": "Manohla Dargis",
    "stime": "4:30 PM",
    "ltime": "2015-02-19T20:41:00-08:00",
    "imgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/thumbpics/big_hero_6_hiro_baymax-1280x720.jpg",
    "limgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/largepicks/big_hero_6_large_baymax-1280x720.jpg",
    "likes": 24,
    "dislikes": 7,
    "comments": 0
  },
  {
    "id": 7,
    "title": "Ferrari 2020",
    "content": "Ferrari reveals 2020 f8 spider with more power and less weight. Ferrari unveils the f8 spider, a new generation drop-top sports car equipped with the most successful mid-rear-mounted v8 in history. the f8 spider replaces the 488 spider, boasting an engine that delivers an extra 50 cv. the new ferrari is also 20 kg lighter than its predecessor, weighing just 20 kg more than the more extreme 488 pista spider. The 3902 CC unit unleashes 720 cv at 8,000 rpm and also has an impressive specific power output of 185 cv/l. its maximum torque is now higher at all engine speeds, peaking at 770 nm at 3,250 rpm. the v8 is coupled to a 7-speed dual-clutch transmission and has a redline of 8,000 rpm. ferrari claims the setup is able to rocket the car from 0-62 mph in 2.9 seconds, and 0-124 mph in just 8.2 seconds. top speed is 211 mph. The 2020 f8 spider is significantly more aerodynamically efficient and features the new 6.1 version of the side slip angle control system. ferrari has moved the air intakes from the flanks to the rear where they are located on either side of the blown spoiler and are directly connected to the intake plenums. this drastically reduces losses and ensures greater air flow to the engine, thereby increasing the power. the air flow also benefits from increased dynamic pressure created by the shape of the rear spoiler.",
    "writer": "Degignboom",
    "stime": "7:11 PM",
    "ltime": "2019-10-23T20:41:00-08:00",
    "imgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/thumbpics/2015_ferrari_488_gtb-1280x720.jpg",
    "limgpath": "https://cdn.jsdelivr.net/gh/vinaycode/angular-assignment-vin@master/src/assets/largepicks/2015_ferrari_488_large-1280x720.jpg",
    "likes": 9,
    "dislikes": 4,
    "comments": 0
  }
]